Repository: ArnaudBan/lur-atable
Catalog: languages/lur-atable-*.po
Languages: fr_fr

source: Registration for the meal
fr_fr: Les inscriptions au repas

source: %1$s of %2$s participant maximum
fr_fr: %1$s participant sur %2$s maximum

source: Registration are closed
fr_fr: Les inscriptions sont closes

source: Meal is full
fr_fr: Les repas est complet

source: You are the author, the author can not subscribe to his own meal
fr_fr: Tu es l'auteur, l'auteur ne peut s'inscrire a son propre repas

source: You are already register
fr_fr: Tu es déja inscrit

source: Tempted
fr_fr: Tenté

source: Register
fr_fr: S'inscrire

source: You have to log in to register
fr_fr: Tu dois te connecter pour t'inscrire

source: Registration Date
fr_fr: date d'inscription

source: Unregister
fr_fr: Se désinscrire

source: meals
fr_fr: repas

source: old
fr_fr: anciens

source: Meals Points
fr_fr: points repas

source: No points yet
fr_fr: Pas encore de points

source: Meals
fr_fr: Repas

source: Your meals points
fr_fr: Tes points repas

source: I check, I participate
fr_fr: Je coche, je participe

source: I check, I get mail when there are new meals
fr_fr: Je coche, je recois un mail lors de la publication de nouveaux repas

source: Meal
fr_fr: Repas

source: Add New
fr_fr: Ajouter

source: Add New Meal
fr_fr: Ajouter un repas

source: Edit Meal
fr_fr: Modifier un repas

source: New Meal
fr_fr: Nouveau repas

source: All Meals
fr_fr: Tous les repas

source: View Meal
fr_fr: Voir le repas

source: Search Meals
fr_fr: Rechercher des repas

source: No Meal found
fr_fr: Aucun repas trouvé

source: No Meal found in trash
fr_fr: Aucun repas trouvé dans la corbeille

source: Meal informations
fr_fr: Information sur le repas

source: Meal participants
fr_fr: Les participants au repas

source: Meal Date
fr_fr: Date du repas

source: Date format: yyyy-mm-dd (are use Chrome)
fr_fr: Format: aaaa-mm-jj (ou utiliser Chrome)

source: Meal max participants
fr_fr: Nombre max de participants

source: Sorry, nobody so far
fr_fr: Désolé, personne pour le moment

source: number of registered
fr_fr: Nombre d'inscrit

source: New Meal on %s
fr_fr: Nouveau repas sur %s

source: Yeah a new meal
fr_fr: Ouais un nouveau repas

source: %s proposes a meal
fr_fr: %s propose un repas

source: on %s
fr_fr: le %s

source: Title:
fr_fr: Titre:

source: Users
fr_fr: Participants

source: User
fr_fr: Participant

source: aTable All Users
fr_fr: aTable Tous les participants

source: Display all the users and their meals points
fr_fr: Affiche tout les participants et leur points repas

source: All %s's meal
fr_fr: Tout les repas de %s

source: Title
fr_fr: Titre

source: aTable Next Meals
fr_fr: aTable Prochain Repas

source: Display the next meals to come
fr_fr: Affiches les prochains repas

source: next Meals
fr_fr: Prochains Repas

source: Number of meals to display
fr_fr: Nombre de repas à afficher
